{"config": [{"config": {"input_dim": 51556, "batch_input_shape": [null, 300], "trainable": true, "embeddings_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "dtype": "float32", "mask_zero": false, "embeddings_constraint": null, "embeddings_regularizer": null, "activity_regularizer": null, "name": "embedding_1", "output_dim": 300, "input_length": 300}, "class_name": "Embedding"}, {"config": {"bias_constraint": null, "kernel_regularizer": null, "dilation_rate": [1], "padding": "valid", "kernel_size": [5], "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "bias_regularizer": null, "kernel_constraint": null, "name": "conv1d_1", "filters": 64, "trainable": true, "strides": [1], "activity_regularizer": null}, "class_name": "Conv1D"}, {"config": {"trainable": true, "pool_size": [4], "strides": [4], "padding": "valid", "name": "max_pooling1d_1"}, "class_name": "MaxPooling1D"}, {"config": {"bias_constraint": null, "kernel_regularizer": null, "dilation_rate": [1], "padding": "valid", "kernel_size": [1], "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "bias_regularizer": null, "kernel_constraint": null, "name": "conv1d_2", "filters": 64, "trainable": true, "strides": [1], "activity_regularizer": null}, "class_name": "Conv1D"}, {"config": {"trainable": true, "pool_size": [1], "strides": [1], "padding": "valid", "name": "max_pooling1d_2"}, "class_name": "MaxPooling1D"}, {"config": {"layer": {"config": {"bias_constraint": null, "kernel_regularizer": null, "kernel_constraint": null, "recurrent_activation": "hard_sigmoid", "implementation": 1, "dropout": 0.0, "return_state": false, "reset_after": false, "activation": "tanh", "activity_regularizer": null, "name": "gru_1", "go_backwards": false, "stateful": false, "recurrent_initializer": {"config": {"seed": null, "gain": 1.0}, "class_name": "Orthogonal"}, "recurrent_dropout": 0.0, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "units": 16, "unroll": false, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "return_sequences": true, "recurrent_regularizer": null, "trainable": true, "use_bias": true, "recurrent_constraint": null}, "class_name": "GRU"}, "merge_mode": "concat", "trainable": true, "name": "bidirectional_1"}, "class_name": "Bidirectional"}, {"config": {"trainable": true, "data_format": "channels_last", "name": "flatten_1"}, "class_name": "Flatten"}, {"config": {"bias_constraint": null, "kernel_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "units": 16, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "bias_regularizer": null, "kernel_constraint": null, "name": "dense_1", "trainable": true, "use_bias": true}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "kernel_regularizer": null, "activity_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "units": 3, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "softmax", "bias_regularizer": null, "kernel_constraint": null, "name": "dense_2", "trainable": true, "use_bias": true}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.1.6", "backend": "tensorflow"}